---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.GrossVolume
source: html/8e1c141b-e240-b760-45ba-f3bc941b1b49.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.GrossVolume Property

Get the Gross Volume of the Zone.

## Syntax (C#)
```csharp
public double GrossVolume { get; }
```

## Remarks
This property is used to get the Gross Volume of the Zone.